{
    "token": "1249180784:AAGiZQQWIi37O-67HPDkC3cqn4ScwOLP7CY",
    "quiz": {
      "Element Cycles": {
        "Nutrient cycles are also known as ___ cycles.": "Biogeochemical",
        "The amount of time nutrients spend in a pool or reservoir is known as ___.": "Residence Time",
        "The rate at which materials move between reservoirs is known as ___.": "Flux",
        "A ___ is a reservoir that releases more materials than it accepts.": "Source",
        "A ___ is a reservoir that accepts more materials than it releases.": "Sink",
        "In 2001, what percentage of the Eastern Oyster population fell?": "99",
        "Name this reason for the destruction of the Chesapeake Bay oyster reefs. P___ W___ Q___.": "Poor Water Quality",
        "Name this reason for the destruction of the Chesapeake Bay oyster reefs. R___ D___.": "Reef Destruction",
        "Name this reason for the destruction of the Chesapeake Bay oyster reefs. V___ D___.": "Virulent Diseases",
        "Name this reason for the destruction of the Chesapeake Bay oyster reefs. O___.": "Overharvesting",
        "What was constructed to support the Chesapeake Bay oyster population?": "Artificial Reefs",
        "Human activity has caused the increased flux of ___ from the atmosphere to the reservoirs on Earth's surface.": "Nitrogen",
        "Human activity has caused the increased flux of ___ from the reservoirs on Earth's surface to the atmosphere.": "Carbon",
        "Carbon escapes from the Earth reservoir to the atmosphere in the form of ___.": "Carbon Dioxide",
        "Water moves from oceans, lakes, ponds, rivers, and moist soil into the atmosphere via ___.": "Evaporation",
        "Name this factor which speeds up evaporation. W___ T___.": "Warm Temperatures",
        "Name this factor which speeds up evaporation. S___ W___.": "Strong Winds",
        "Name this factor which speeds up evaporation. G___ D___ O___ E___.": "Greater Degree Of Exposure",
        "The release of water vapour by plants through their leaves is known as ___.": "Transpiration",
        "Name this natural process of distillation. E___.": "Evaporation",
        "Name this natural process of distillation. T___.": "Transpiration",
        "Water enters the Earth's surface from the atmosphere in the form of ___.": "Precipitation",
        "What is the factor that gives rise to Earth's variety of biomes?": "Precipitation",
        "Water found beneath layers of soil is known as?": "Groundwater",
        "A sponge-like region of rock and soil that is an underground reservoir of water is known as ___.": "Aquifer",
        "The upper limit of groundwater held in an aquifer is known as ___.": "Water Table",
        "What human activity causes the slowing down of movement of water from the land to the sea?": "Damming Rivers",
        "What human activity causes an increase in evaporation of water?": "Holding Water In Reservoirs",
        "What human activity causes an increase in surface runoff?": "Removing Natural Vegetation",
        "The withdrawl of surface water and groundwater causes the lowering of ___.": "Water Tables",
        "The natural distillation process is sabotaged via E___ O___ P___ into the atmosphere.": "Emission Of Pollutants",
        "The routes that carbon atoms take through the environment is described by the ___.": "Carbon Cycle",
        "Name the biological process by which carbon is removed from the atmosphere and converted to organic molecules.": "Photosynthesis",
        "Carbon dioxide and water are produced when carbohydrates are broken down in ___.": "Cellular Respiration",
        "Organisms use carbon for S___ G___.": "Structural Growth",
        "Sediments experiencing high pressure over long periods of time result in the conversion of ___ into fossil fuels.": "Soft Tissues",
        "Carbon trapped in sediments and fossil fuel deposits can be naturally released into the oceans or atmosphere via ___.": "Geologic Processes",
        "Carbon trapped in sediments and fossil fuel deposits can re-enter the atmosphere via the burning of ___.": "Fossil Fuels",
        "Since the mid-18th century, how many billion tons of carbon dioxide has been added into the atmosphere through the combustion of fossil fuels?": "276",
        "Absorbtion of carbon dioxide by ocean water causes an increase in its ___.": "Acidity",
        "What percentage of nitrogen makes up our atmosphere?": "78",
        "The process of converting nitrogen gas into ammonium ions is known as ___.": "Nitrogen Fixation",
        "Nitrogen fixation can be accomplished by the intense energy of ___.": "Lightning Strikes",
        "Nitrogen fixation can be accomplished when air in the top layer of soil contacts with ___.": "Nitrogen-fixing Bacteria",
        "Nitrogen-fixing bacteria live in a ___ relationship with many types of plants.": "Mutualistic",
        "The process of converting ammonium ions into nitrite ions, then into nitrate ions, and finally to nitrogen gas, is known as ___.": "Denitrification",
        "___ converts nitrates in soil or water to nitrogen gas.": "Denitrifying Bacteria",
        "The rate of nitrogen fixation had doubled with the development of the ___.": "Haber-Bosch process",
        "The amount of nitrogen returning to the atmosphere is reduced due to the destruction of W _ _ _ _ _ _ _.": "Wetlands",
        "Name this impact of the farming practice of speed runoff. N___ P___.": "Nutrient Pollution",
        "Name this impact of the farming practice of speed runoff. E___.": "Eutrophication",
        "Name this impact of the farming practice of speed runoff. H___.": "Hypoxia",
        "The burning of fossil fuels releases ___ into the atmosphere.": "Nitric Oxide",
        "Name this essential soil nutrient that can be stripped due to the over-application of nitrogen-based fertilizers. C___.": "Calcium",
        "Name this essential soil nutrient that can be stripped due to the over-application of nitrogen-based fertilizers. P___.": "Potassium",
        "How is the phosphorus contained in rocks released?": "Weathering",
        "___ is a frequent limiting factor for plant growth.": "Phosphorus",
        "In a 2008 study, how much phosphorus, in kilograms, did the Chesapeake Bay receive per year?": "4.52"
      },
      "Lithosphere": {
        "What is defined as the practice of raising crops and livestock for human use and consumption?": "Agriculture",
        "What is defined as land used to raise plants for human use?": "Cropland",
        "What is defined as land used for grazing livestock?": "Rangeland",
        "What percentage of the Earth's surface does rangeland cover?": "26",
        "What percentage of the Earth's surface does cropland cover?": "12",
        "What kind of soil is vital for sustainable agriculture?": "Healthy",
        "Sustainable agriculture requires reliable sources of ___.": "Clean Water",
        "Sustainable agriculture requires minimized usage of fossil fuel-based ___.": "Fertilizers",
        "Sustainable agriculture requires healthy populations of ___.": "Pollinating Insects",
        "Sustainable agriculture requires sustenance of ___.": "Genetic Diversity",
        "___ is a method for sustainable agriculture.": "Genetic Modification",
        "Name this main nutrient soil provides to enable plant growth. N___.": "Nitrogen",
        "Name this main nutrient soil provides to enable plant growth. P___.": "Phosphorus",
        "___ provides nutrients and helps with soil structure and water retention.": "Organic Matter",
        "Name the type of agriculture that involves manual farming by humans and animal muscle power.": "Traditional",
        "Name the type of agriculture that involves producing only enough food for farming families.": "Subsistence",
        "Name the type of agriculture that involves large-scale mechanization.": "Industrial",
        "By volume, what is the percentage of mineral in soil?": "50",
        "By volume, what is the percentage of organic matter in soil?": "5",
        "Name this type of weathering for the process of soil formation. P___.": "Physical",
        "Name this type of weathering for the process of soil formation. C___.": "Chemical",
        "Name this type of weathering for the process of soil formation. B___.": "Biological",
        "What is defined as organic substance resulting from the breakdown of planet material?": "Humus",
        "What is each layer of soil known as?": "Horizon",
        "What is the cross section of soil as a whole known as?": "Soil Profile",
        "The 'A Horizon' category corresponds to?": "Topsoil",
        "The 'B Horizon' category corresponds to?": "Subsoil",
        "The 'C Horizon' category corresponds to?": "Weathered Plant Material",
        "Minerals move down the soil profile as a result of ___.": "Leaching",
        "What is the physical property of soil that indicates composition and fertility?": "Colour",
        "What is the physical property of soil that is determined by the size of particles?": "Texture",
        "What is the physical property of soil that measures the 'clumpiness' of soil?": "Structure",
        "What is the physical property of soil that affects the availability of nutrients?": "pH",
        "What is the lower limit for the pH range of soil?": "4",
        "What is the upper limit for the pH range of soil?": "10",
        "What is the chemical process by which plants gain nutrients from the soil?": "Cation Exchange Capacity",
        "What series describes the relative strength of various cations' adsorption to colloids?": "Hofmeister",
        "What is defined as the ability to capture different nutrients and ions?": "Sorption",
        "What occurs during chemical reactions when a nutrient or chemical in the soil solution transforms into a solid?": "Soil Precipitation",
        "The main source of electrons in soils is ___.": "Carbon atoms",
        "The main source of protons in soils is ___.": "Water",
        "Name this cause of soil erosion. D___.": "Deforestation",
        "Name this cause of soil erosion. C___.": "Cropland Agriculture",
        "Name this cause of soil erosion. O___.": "Overgrazing",
        "What is the percentage of reduced potential rates of food production on cropland due to soil degradation?": "13",
        "What is the percentage of reduced potential rates of food production on rangeland due to soil degradation?": "4",
        "Name this factor that affects mobility of heavy metals. p___.": "pH",
        "Name this factor that affects mobility of heavy metals. R___ R___.": "Redox Reactions",
        "Name this factor that affects mobility of heavy metals. Concentration of D___ O___ M___.": "Dissolved Organic Matter"
      },
      "Waste Management": {
        "What type of waste is a non-liquid waste that comes from homes, institutions and small businesses?": "Municipal Solid Waste",
        "What type of waste includes waste from production of consumer goods, mining, agriculture and petroleum extraction and refining?": "Industrial Solid Waste",
        "What type of waste is a solid or liquid waste that is toxic, chemically reactive, flammable or corrosive?": "Hazardous Waste",
        "What approach to waste management involves minimizing waste at the source?": "Source Reduction",
        "What approach to waste management involves recycling and composting?": "Recovery",
        "What approach to waste management involves burying waste in landfills and burning waste in incinerators?": "Disposal",
        "What is layered along with waste to speed decomposition, reduce odour and lesson infestation by pests?": "Soil",
        "What encourages biodegradation by bacteria when introduced to landfills?": "Rainwater",
        "Incineration reduces the weight of municipal waste by up to ___ %.": "75",
        "Incineration reduces the volume of municipal waste by up to ___ %.": "90",
        "What gas is produced in an incinerator, which can be converted to energy?": "Methane",
        "What base is used to remove hazardous components and neutralize acidic gases in incenerators?": "Calcium Oxide",
        "How many million tonnes of material did recycling divert away from incinerators and landfills in the U.S. in 2010?": "65",
        "How many steps are involved in recycling?": "3",
        "___ seeks to make industry more sustainable.": "Industrial Ecology",
        "By definition, hazardous waste should be I___.": "Ignitable",
        "By definition, hazardous waste should be C___.": "Corrosive",
        "By definition, hazardous waste should be R___.": "Reactive",
        "By definition, hazardous waste should be T___.": "Toxic",
        "Which disposal method of hazardous waste involves several impervious liners and leachate removal systems?": "Landfills",
        "Which disposal method is meant for liquid hazardous waste?": "Surface Impoundments",
        "Which disposal method is meant for long term disposal of hazardous waste?": "Deep Well Injection"
    },
    "Food Chain": {
        "The human population is expected to reach ___ billion by the middle of the century.": "9",
        "Name this factor allowing for sustainable food supply. H___.": "Healthy Soil",
        "Name this factor allowing for sustainable food supply. W___.": "Water",
        "Name this factor allowing for sustainable food supply. B___.": "Biodiversity",
        "What term describes people who receive fewer calories than the minimum dietary energy requirement?": "Undernutrition",
        "What term describes people who lead sedentary lives with little exercise amidst an abundance of food?": "Overnutrition",
        "What term describes the shortage of nutrients the body needs?": "Malnutrition",
        "What improves the efficiency of planting and harvesting, at the expense of pest outbreaks and reduced biodiversity?": "Monocultures",
        "What resulted due to the desire for greater food quantity and quality?_": "Green Revolution",
        "What type of agriculture does not deplete soils faster than they form?": "Sustainable",
        "Eating lower on the food chain results in a smaller ___.": "Ecological Footprint",
        "What is known for having factory farms and concentrated animal feeding operations?": "Feedlot",
        "Feedlot allows for E___.": "Economic Efficiency",
        "Feedlot allows for G___.": "Greater Food Production",
        "___ causes eutrophication due to its richness in nitrogen and phosphorus": "Livestock Waste",
        "___ is the cultivation of aquatic organisms for food in controlled environments.": "Aquaculture",
        "What is an approach to preserving crop diversity?": "Seed Vault",
        "What type of agriculture describes farming and ranching that uses lesser amoutns of pesticides, fertilizers, growth hormones, antibiotics, water and fossil fuel energy?": "Low-input",
        "What type of agriculture relies purely on biological approaches?": "Organic",
        "What is an approach to organic agriculture?": "Composting",
        "What GM food was engineered to fight vitamin A deficiency?": "Golden Rice",
        "What GM food was engineered for it to have fast growth and large sizes?": "Salmon",
        "What GM food was engineered with genes from BT bacterium to kill insects?": "Bt Corn",
        "What crop has the highest percentage of GM food?": "Soybean",
        "Amino acids, aspartame, and sodium ascorbate are chemicals commonly present in ___": "GM Food"
    },
    "Environmental Toxicology": {
        "What major environmental health hazard arises from processes that occur naturally in the environment?": "Physical",
        "What major environmental health hazard arises from synthetic chemicals?": "Chemical",
        "What major environmental health hazard arises from ecological interaction among organisms?": "Biological",
        "What major environmental health hazard arises from residence, socioeconomic status, occupatation and behavioural choices?": "Culture",
        "___ disease accounts for 1 of every 4 deaths each year.": "Infectious",
        "Name this factor that influences the spread of infectious diseases through increased mobility and dense human population.": "Social",
        "Name this factor that influences the spread of infectious diseases through human-induced global warming.": "Environmental",
        "Name this viral disease that spread due to increased mobility and dense human population.": "SARS",
        "What is defined as the intentional genetic manipulations of a pathogenic organisam to increase its virulence and transmission between humans?": "Bioterrorism",
        "What is defined as the study of chemical hazards and the examination of effects of poisonous substances on humans and other organisms?": "Toxicology",
        "Name this type of study that assesses toxic levels in the environment, using the information to determine potential past, present and future impacts.": "Retrospective",
        "Name this type of study that uses specific tests to assess the likely impacts of chemicals or mixtures.": "Prospective",
        "What is defined as any chemical, of natural or synthetic origin, capable of causing harmful effect on a living organism?": "Toxicant",
        "Name this source of environmental toxicants that are discrete discharges of chemicals.": "Point",
        "Name this source of environmental toxicants that are diffused over large areas.": "Non-point",
        "Name this type of exposure that is a risk posed by a hazard for short periods of time at high concentrations.": "Acute",
        "Name this type of exposure that is a risk posed by a hazard for long periods of time at low concentrations.": "Chronic",
        "What is defined as the accumulation of toxicants in an animal's body?": "Bioaccumulation",
        "What is the result of individuals consuming many others from the trophic level beneath it, leading to increased concentrations in a body?": "biomagnification",
        "What is defined as the amount of substance the test animal receives?": "Dose",
        "What is defined as the type or magnitude of negative effects exhibited by the animals due to an introduced dosage?": "Response",
        "Plotting this is a method to studying the effects of hazard.": "Dose-response Curve",
        "Below the ___ on a dose-response curve, doses have no measureable effect.": "threshold",
        "Name this type of interaction between toxicants, whereby a combination of 2 or more chemicals is the sum of the expected individual responses.": "Additivity",
        "Name this type of interaction between toxicants, whereby exposure to 1 chemical results in a reduced effect of another.": "Antagonism",
        "Name this type of interaction between toxicants, whereby exposure to 1 chemical results in a greater effect of another.": "Potentiation",
        "Name this type of interaction between toxicants, whereby exposure to 1 chemical causes a dramatic increase in effect of another.": "Synergism",
        "Name this analysis to risk assessment. H___": "Hazard Identification",
        "Name this analysis to risk assessment. D___": "Dose",
        "Name this analysis to risk assessment. E___": "Exposure Assessment",
        "Name this analysis to risk assessment. R___": "Risk evaluation",
        "What policy approach involves bringing products to the market quickly after limited testing?": "Innocent Until Proven Guilty",
        "What policy approach involves bringing products to the market cautiously after extensive testing?": "Precautionary Principle",
        "What is one policy approach done in the US?": "Toxic Substances Control Act",
        "What is one policy approach done in European countries?": "REACH Program"
    }
  }
}
